export const content: Record<string, string[]> = {
  "http://gips0.baidu.com/it/u=3602773692,1512483864&fm=3028&app=3028&f=JPEG&fmt=auto?w=960&h=1280": [
    "今天决定去爬山，早晨的阳光洒在大地上，空气清新，景色宜人。我背起背包，带着愉快的心情开始了这次登山之旅。",
    "刚开始的时候，心情是兴奋的，路途也不是很难走。然而，随着登山时间的推移，体力开始下降，气温也逐渐升高，汗水湿透了衣服，感觉有点吃力。",
    "尽管途中遇到了些困难，但山顶的美景依然让我充满动力。爬到一半时，心中已经充满了期待，终于在不知不觉中迎来了登顶的时刻。"
  ],
  "http://gips0.baidu.com/it/u=2298867753,3464105574&fm=3028&app=3028&f=JPEG&fmt=auto?w=960&h=1280": [
    "登山的过程比我想象的要艰难许多，走了好一段路，脚步变得沉重，每走一步都觉得越来越累。途中有些人超越了我，他们的速度让我有些自愧不如。",
    "尽管身体感觉到很大的疲惫，但我不断告诉自己不能放弃。每一次停下来休息，都让我更加渴望到达山顶的那一刻，想象着站在山顶上的壮丽景色。",
    "爬山虽然艰辛，但每一步的坚持都让我感到无比充实。虽然偶尔有些灰心丧气，但我依然不愿停下脚步。山路蜿蜒，似乎没有尽头，但我相信，越往上走，就离目标越近。"
  ],
  "https://img1.baidu.com/it/u=1974285347,553181486&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=1022": [
    "终于到达了山顶，站在高处俯瞰四周，眼前的景色令人叹为观止。远处的山脉层峦叠翠，近处的河流弯弯曲曲，像一条银色的丝带蜿蜒流淌。此时的我，感到一种说不出的成就感。",
    "站在山顶，我的疲劳一扫而空，所有的辛苦和努力都变得值得。这里的景色犹如一幅美丽的画卷，云海在山谷中流动，阳光穿透云层洒在大地上，温暖而宁静。",
    "山顶的风微凉，空气清新，站在这里让我不禁感叹大自然的浩瀚与美丽。这一刻，我与大自然融为一体，内心充满了平静和满足。登山，不仅仅是身体上的挑战，更是心灵的洗礼。"
  ]
}
